OdRxEnumTag.subAlternateLocalName
\details
Overloaded implementation of the alternateLocalName() function. Should use OdRxAlternateLocalizedNameAttribute by default.

OdRxEnumTag.alternateLocalName
\details
Queries OdRxAlternateLocalizedNameAttribute to retrieve
the alternative local name.
\returns
Alternate local name.

OdRxEnumTag.value
\details
Value with the element of the enumeration, described by this tag.
\returns
Value, described by this tag.

OdRxEnumTag.createObject(System.UInt16!System.Runtime.CompilerServices.IsConst*,OdRxValue!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,OdRxObject!System.Runtime.CompilerServices.IsConst*)
\details
Creates a new enumeration member descriptor.
\param name  [in] Name of the enumeration item.
\param value [in] Value, containing the underlying enumeration item.
\param owner [in] Owner of the enumeration item (OdRxEnumType).
\returns
Pointer to the created enumeration member descriptor.